{
    "pack": [
        {
            "id": 0,
            "card_name": "Fool",
            "card_arcana": "Major",
            "card_number": "0",
            "card_suit": null,
            "card_image": "ar00.gif",
            "card_meaning_upright": "Beginnings; Innocence; Clear Conscience",
            "card_meaning_reversed": "Vanity; Foolishness; Indiscretion; Inanity",
            "card_description_upright": "The Fool is a card of new beginnings and adventures. It represents the start of a journey, both physically and spiritually. The figure on the card is often depicted as a young person, full of innocence and curiosity, setting out on a path with a clear conscience. The Fool symbolizes the courage to take risks and embrace the unknown.",
            "card_description_reversed": "In reverse, the Fool can indicate a lack of direction or purpose. It may suggest vanity or foolishness, where one is not thinking things through and acting impulsively. It can also represent indiscretion and inanity, where actions are taken without considering the consequences."
        },
        {
            "id": 1,
            "card_name": "Magician",
            "card_arcana": "Major",
            "card_number": "I",
            "card_suit": null,
            "card_image": "ar01.gif",
            "card_meaning_upright": "Power; Adroitness; Construction",
            "card_meaning_reversed": "Destruction; Bane; Untapped Potential",
            "card_description_upright": "The Magician is a card of power and manifestation. He represents the ability to take action and make things happen. The Magician is often depicted with one hand pointing upwards, symbolizing his connection to the divine, and the other hand pointing downwards, symbolizing his ability to bring his desires into the physical world.",
            "card_description_reversed": "In reverse, the Magician can indicate a misuse of power or a lack of focus. It may suggest destructive tendencies or bane, where one's actions have negative consequences. It can also represent untapped potential, where one is not fully utilizing their skills or resources."
        },
        {
            "id": 2,
            "card_name": "High Priestess",
            "card_arcana": "Major",
            "card_number": "II",
            "card_suit": null,
            "card_image": "ar02.gif",
            "card_meaning_upright": "Inner Voice; Intuition; Divine Truth; Wisdom; Unconscious",
            "card_meaning_reversed": "Loss of Self; Repression; Secrets; Hidden Agendas",
            "card_description_upright": "The High Priestess is a card of intuition and inner knowledge. She represents the subconscious mind and the deep wisdom that lies within each of us. The High Priestess is often depicted sitting between two pillars, symbolizing the balance between opposing forces.",
            "card_description_reversed": "In reverse, the High Priestess can indicate a loss of self or identity. It may suggest repression of one's true feelings or desires. It can also represent secrets and hidden agendas, where things are not as they seem on the surface."
        },
        {
            "id": 3,
            "card_name": "Empress",
            "card_arcana": "Major",
            "card_number": "III",
            "card_suit": null,
            "card_image": "ar03.gif",
            "card_meaning_upright": "Beauty; Fertility; Nurturing; Luxury; Creativity",
            "card_meaning_reversed": "Smothering; Excess; Selfishness",
            "card_description_upright": "The Empress is a card of femininity and nurturing. She represents abundance, fertility, and creativity. The Empress is often depicted surrounded by lush vegetation and flowing water, symbolizing her connection to the earth and the natural world.",
            "card_description_reversed": "In reverse, the Empress can indicate smothering or suffocating behavior. It may suggest excess or overindulgence, where one is not able to control their desires. It can also represent selfishness, where one is focused only on their own needs and desires."
        },
        {
            "id": 4,
            "card_name": "Emperor",
            "card_arcana": "Major",
            "card_number": "IV",
            "card_suit": null,
            "card_image": "ar04.gif",
            "card_meaning_upright": "Structure; Ambition; Authority; Rationality",
            "card_meaning_reversed": "Chaos; Anger; Tyranny; Domination",
            "card_description_upright": "The Emperor is a card of structure and authority. He represents leadership, ambition, and rationality. The Emperor is often depicted seated on a throne, symbolizing his position of power and control.",
            "card_description_reversed": "In reverse, the Emperor can indicate chaos or a lack of order. It may suggest anger or aggression, where one is not able to control their emotions. It can also represent tyranny and domination, where authority is abused."
        },
        {
            "id": 5,
            "card_name": "Hierophant",
            "card_arcana": "Major",
            "card_number": "V",
            "card_suit": null,
            "card_image": "ar05.gif",
            "card_meaning_upright": "Tradition; Legacy; Society; Organized Religion",
            "card_meaning_reversed": "Servitude; Convention; Blind Faith",
            "card_description_upright": "The Hierophant is a card of tradition and spiritual wisdom. He represents organized religion, education, and cultural institutions. The Hierophant is often depicted as a religious leader or teacher, symbolizing his role as a guide and mentor.",
            "card_description_reversed": "In reverse, the Hierophant can indicate servitude or a lack of independence. It may suggest conventionality or following traditions blindly, without questioning their validity. It can also represent blind faith, where one believes in something without evidence or reason."
        },
        {
            "id": 6,
            "card_name": "Lovers",
            "card_arcana": "Major",
            "card_number": "VI",
            "card_suit": null,
            "card_image": "ar06.gif",
            "card_meaning_upright": "Choices; Union; Love; Relationship",
            "card_meaning_reversed": "Indecision; Ending of Relationship; Conflict",
            "card_description_upright": "The Lovers is a card of choices and relationships. It represents the need to make decisions with the heart and to choose paths that lead to union and harmony. The Lovers is often depicted with a man and a woman standing beneath an angel, symbolizing divine guidance.",
            "card_description_reversed": "In reverse, the Lovers can indicate indecision or conflicted feelings. It may suggest the ending of a relationship or the need to resolve conflicts. It can also represent inner turmoil, where one is torn between different choices or desires."
        },
        {
            "id": 7,
            "card_name": "Chariot",
            "card_arcana": "Major",
            "card_number": "VII",
            "card_suit": null,
            "card_image": "ar07.gif",
            "card_meaning_upright": "Self Discipline; Success",
            "card_meaning_reversed": "Loss of Direction; Loss of Will; Lack of Discipline",
            "card_description_upright": "The Chariot is a card of self-discipline and determination. It represents the need to stay focused and motivated, despite challenges or distractions. The Chariot is often depicted as a charioteer driving a chariot pulled by two sphinxes, symbolizing the need to balance opposing forces.",
            "card_description_reversed": "In reverse, the Chariot can indicate a loss of direction or willpower. It may suggest a lack of discipline or focus, where one is easily swayed by external influences. It can also represent a lack of control, where one feels overwhelmed by circumstances."
        },
        {
            "id": 8,
            "card_name": "Strength",
            "card_arcana": "Major",
            "card_number": "VIII",
            "card_suit": null,
            "card_image": "ar08.gif",
            "card_meaning_upright": "Courage; Inner Strength; Conviction; Compassion",
            "card_meaning_reversed": "Doubt; Pride; Weakness; Cowardice",
            "card_description_upright": "Strength is a card of inner courage and resilience. It represents the ability to face challenges with confidence and compassion. Strength is often depicted as a woman gently taming a lion, symbolizing the triumph of the human spirit over instinct.",
            "card_description_reversed": "In reverse, Strength can indicate doubt or insecurity. It may suggest pride or arrogance, where one's ego gets in the way of true strength. It can also represent weakness or cowardice, where one lacks the courage to confront their fears."
        },
        {
            "id": 9,
            "card_name": "Hermit",
            "card_arcana": "Major",
            "card_number": "IX",
            "card_suit": null,
            "card_image": "ar09.gif",
            "card_meaning_upright": "Contemplation; Solitude; Insight; Awareness",
            "card_meaning_reversed": "Isolation; Withdrawal; Loneliness; Rejection",
            "card_description_upright": "The Hermit is a card of introspection and inner guidance. It represents the need to withdraw from the world to find clarity and insight. The Hermit is often depicted as an old man holding a lantern, symbolizing the search for truth and wisdom.",
            "card_description_reversed": "In reverse, the Hermit can indicate isolation or withdrawal from others. It may suggest loneliness or rejection, where one feels disconnected from those around them. It can also represent a lack of self-awareness, where one is not able to see things clearly."
        },
        {
            "id": 10,
            "card_name": "Wheel of Fortune",
            "card_arcana": "Major",
            "card_number": "X",
            "card_suit": null,
            "card_image": "ar10.gif",
            "card_meaning_upright": "Fate; Karma, Destiny; Fortune; Cycles",
            "card_meaning_reversed": "Bad Luck; Lack of Control; Clinging to Control",
            "card_description_upright": "The Wheel of Fortune is a card of fate and destiny. It represents the cycles of life, where ups and downs are inevitable. The Wheel of Fortune is often depicted with figures or animals on the wheel, symbolizing the ever-turning nature of life.",
            "card_description_reversed": "In reverse, the Wheel of Fortune can indicate bad luck or unexpected changes. It may suggest a lack of control or the feeling of being stuck in a cycle. It can also represent clinging to control, where one is not able to accept the natural ebb and flow of life."
        },
        {
            "id": 11,
            "card_name": "Justice",
            "card_arcana": "Major",
            "card_number": "XI",
            "card_suit": null,
            "card_image": "ar11.gif",
            "card_meaning_upright": "Truth; Fairness; Law; Clarity; Cause and Effect",
            "card_meaning_reversed": "Dishonesty Unaccountability; Unfairness",
            "card_description_upright": "Justice is a card of truth and fairness. It represents the need to uphold principles of honesty and integrity. Justice is often depicted holding a sword and scales, symbolizing the balance between right and wrong.",
            "card_description_reversed": "In reverse, Justice can indicate dishonesty or a lack of accountability. It may suggest unfairness or bias, where one's actions are not in line with ethical standards. It can also represent a lack of clarity, where things are not seen for what they truly are."
        },
        {
            "id": 12,
            "card_name": "Hanged Man",
            "card_arcana": "Major",
            "card_number": "XII",
            "card_suit": null,
            "card_image": "ar12.gif",
            "card_meaning_upright": "Sacrifice; Suspension; Release; Martyrdom",
            "card_meaning_reversed": "Stalling; Fear of Sacrifice; Needless Sacrifice",
            "card_description_upright": "The Hanged Man is a card of sacrifice and letting go. It represents the need to surrender to a higher power and release old patterns or beliefs. The Hanged Man is often depicted hanging upside down, symbolizing a shift in perspective.",
            "card_description_reversed": "In reverse, the Hanged Man can indicate stalling or resistance to change. It may suggest a fear of sacrifice or letting go of control. It can also represent needless sacrifice, where one gives up something valuable without gaining anything in return."
        },
        {
            "id": 13,
            "card_name": "Death",
            "card_arcana": "Major",
            "card_number": "XIII",
            "card_suit": null,
            "card_image": "ar13.gif",
            "card_meaning_upright": "End of Cycle; New Beginnings; Change; Metamorphosis",
            "card_meaning_reversed": "Fear of Change; Holding On; Stagnation; Decay",
            "card_description_upright": "Death is a card of transformation and new beginnings. It represents the end of a cycle and the start of something new. Death is often depicted riding a white horse, symbolizing the purification that comes with change.",
            "card_description_reversed": "In reverse, Death can indicate a fear of change or holding on to the past. It may suggest stagnation or decay, where one is not able to move forward. It can also represent the need for transformation, where change is necessary for growth."
        },
        {
            "id": 14,
            "card_name": "Temperance",
            "card_arcana": "Major",
            "card_number": "XIV",
            "card_suit": null,
            "card_image": "ar14.gif",
            "card_meaning_upright": "Middle Path; Patience; Finding Meaning",
            "card_meaning_reversed": "Extremes; Excess Lack of Balance; Lack of Harmony",
            "card_description_upright": "Temperance is a card of balance and moderation. It represents the need to find a middle path and avoid extremes. Temperance is often depicted pouring water between two cups, symbolizing the need to find harmony and balance in life.",
            "card_description_reversed": "In reverse, Temperance can indicate extremes or a lack of balance. It may suggest excess or overindulgence, where moderation is needed. It can also represent a lack of harmony, where one is not able to find peace and balance in their life."
        },
        {
            "id": 15,
            "card_name": "Devil",
            "card_arcana": "Major",
            "card_number": "XV",
            "card_suit": null,
            "card_image": "ar15.gif",
            "card_meaning_upright": "Materialism; Playfulness; Pleasure; Addiction",
            "card_meaning_reversed": "Freedom; Release; Restoring Control",
            "card_description_upright": "The Devil is a card of materialism and temptation. It represents the darker side of human nature, where one is tempted by earthly pleasures and desires. The Devil is often depicted as a figure with horns and wings, symbolizing the lure of the material world.",
            "card_description_reversed": "In reverse, the Devil can indicate freedom from materialism or addiction. It may suggest a release from temptation or the restoration of control over one's life. It can also represent the need to confront one's fears and desires to achieve true freedom."
        },
        {
            "id": 16,
            "card_name": "Falling Tower",
            "card_arcana": "Major",
            "card_number": "XVI",
            "card_suit": null,
            "card_image": "ar16.gif",
            "card_meaning_upright": "Upheaval; Disaster; Foundational Shift",
            "card_meaning_reversed": "Disaster Avoided; Delaying Disaster; Fear of Suffering",
            "card_description_upright": "The Tower is a card of sudden upheaval and change. It represents the breaking down of old structures to make way for new beginnings. The Tower is often depicted with people falling from a tower, symbolizing the need to let go of old ways of thinking.",
            "card_description_reversed": "In reverse, the Tower can indicate avoiding disaster or delaying inevitable change. It may suggest a fear of suffering or holding on to old beliefs. It can also represent the need to confront upheaval and embrace change to avoid further problems."
        },
        {
            "id": 17,
            "card_name": "Star",
            "card_arcana": "Major",
            "card_number": "XVII",
            "card_suit": null,
            "card_image": "ar17.gif",
            "card_meaning_upright": "Hope; Faith; Rejuvenation; Rebuilding; Healing",
            "card_meaning_reversed": "Discouragement; Faithlessness; Insecurity",
            "card_description_upright": "The Star is a card of hope and renewal. It represents the light at the end of the tunnel, where new opportunities and possibilities emerge. The Star is often depicted as a woman pouring water onto the earth, symbolizing the nourishment and healing that comes with hope.",
            "card_description_reversed": "In reverse, the Star can indicate discouragement or a lack of faith. It may suggest faithlessness or insecurity, where one struggles to see the light in difficult times. It can also represent the need to find hope and renewal in challenging circumstances."
        },
        {
            "id": 18,
            "card_name": "Moon",
            "card_arcana": "Major",
            "card_number": "XVIII",
            "card_suit": null,
            "card_image": "ar18.gif",
            "card_meaning_upright": "Unconscious; Illusions; Intuition; Unclarity",
            "card_meaning_reversed": "Confusion; Fear; Misinterpretation",
            "card_description_upright": "The Moon is a card of the unconscious mind and intuition. It represents the need to look beyond the surface and trust your instincts. The Moon is often depicted with a crayfish emerging from the water, symbolizing hidden emotions and fears.",
            "card_description_reversed": "In reverse, the Moon can indicate confusion or fear. It may suggest misinterpretation or misunderstanding, where things are not as they seem. It can also represent the need to confront hidden emotions and fears to find clarity and understanding."
        },
        {
            "id": 19,
            "card_name": "Sun",
            "card_arcana": "Major",
            "card_number": "XIX",
            "card_suit": null,
            "card_image": "ar19.gif",
            "card_meaning_upright": "Joy; Success; Celebration; Pleasure",
            "card_meaning_reversed": "Negativity; Depression; Sadness",
            "card_description_upright": "The Sun is a card of joy and celebration. It represents success and achievement, where everything comes together in a positive way. The Sun is often depicted as a child riding a white horse, symbolizing innocence and purity.",
            "card_description_reversed": "In reverse, the Sun can indicate negativity or sadness. It may suggest depression or feeling down, where things seem bleak. It can also represent the need to find joy and positivity in life, even when things are difficult."
        },
        {
            "id": 20,
            "card_name": "Judgement",
            "card_arcana": "Major",
            "card_number": "XX",
            "card_suit": null,
            "card_image": "ar20.gif",
            "card_meaning_upright": "Reflection; Reckoning; Awakening",
            "card_meaning_reversed": "Lack of Self Awareness; Doubt; Self Loathing",
            "card_description_upright": "Judgement is a card of reflection and awakening. It represents the need to take stock of your life and make changes for the better. Judgement is often depicted with figures rising from their graves, symbolizing a new beginning.",
            "card_description_reversed": "In reverse, Judgement can indicate a lack of self-awareness or denial. It may suggest doubt or self-loathing, where one is not able to see their true worth. It can also represent the need to confront past actions and make amends to move forward."
        },
        {
            "id": 21,
            "card_name": "World",
            "card_arcana": "Major",
            "card_number": "XXI",
            "card_suit": null,
            "card_image": "ar21.gif",
            "card_meaning_upright": "Fulfillment; Harmony; Completion",
            "card_meaning_reversed": "Incompletion; Lack of Closure; Emptiness",
            "card_description_upright": "The World is a card of fulfillment and completion. It represents the end of a journey and the achievement of your goals. The World is often depicted as a figure dancing inside a wreath, symbolizing harmony and unity.",
            "card_description_reversed": "In reverse, the World can indicate incompletion or a lack of closure. It may suggest emptiness or feeling unfulfilled, where something is missing. It can also represent the need to find closure and completion in order to move on to the next phase of your life."
        },
        {
            "id": 22,
            "card_name": "Ace of Wands",
            "card_arcana": "Minor",
            "card_number": "1",
            "card_suit": "Wands",
            "card_image": "w01.gif",
            "card_meaning_upright": "Inspiration; New Beginnings; Potential",
            "card_meaning_reversed": "False Starts; Lack of Direction; Delays",
            "card_description_upright": "The Ace of Wands is a card of inspiration and new beginnings. It represents the spark of creativity and the potential for growth. The Ace of Wands is often depicted with a hand holding a wand, symbolizing the power to manifest your desires.",
            "card_description_reversed": "In reverse, the Ace of Wands can indicate false starts or a lack of direction. It may suggest delays or obstacles in your path. It can also represent a need to re-evaluate your goals and find a new direction."
        },
        {
            "id": 23,
            "card_name": "Two of Wands",
            "card_arcana": "Minor",
            "card_number": "2",
            "card_suit": "Wands",
            "card_image": "w02.gif",
            "card_meaning_upright": "Planning; Future Vision; Progress",
            "card_meaning_reversed": "Lack of Planning; Disinterest; Setbacks",
            "card_description_upright": "The Two of Wands is a card of planning and future vision. It represents the need to look ahead and make decisions that will lead to progress. The Two of Wands is often depicted with a figure holding a globe, symbolizing the world at your fingertips.",
            "card_description_reversed": "In reverse, the Two of Wands can indicate a lack of planning or foresight. It may suggest disinterest or apathy towards your goals. It can also represent setbacks or delays in your plans."
        },
        {
            "id": 24,
            "card_name": "Three of Wands",
            "card_arcana": "Minor",
            "card_number": "3",
            "card_suit": "Wands",
            "card_image": "w03.gif",
            "card_meaning_upright": "Progress; Expansion; Exploration",
            "card_meaning_reversed": "Blocked Plans; Delays; Frustration",
            "card_description_upright": "The Three of Wands is a card of progress and expansion. It represents the initial stages of growth and the need to explore new opportunities. The Three of Wands is often depicted with a figure looking out to sea, symbolizing the anticipation of what lies ahead.",
            "card_description_reversed": "In reverse, the Three of Wands can indicate blocked plans or delays. It may suggest frustration or impatience with the progress of your goals. It can also represent a need to reassess your plans and find a new approach."
        },
        {
            "id": 25,
            "card_name": "Four of Wands",
            "card_arcana": "Minor",
            "card_number": "4",
            "card_suit": "Wands",
            "card_image": "w04.gif",
            "card_meaning_upright": "Celebration; Harmony; Homecoming",
            "card_meaning_reversed": "Lack of Harmony; Unstable Foundation",
            "card_description_upright": "The Four of Wands is a card of celebration and harmony. It represents a time of joy and accomplishment, often associated with events such as weddings or homecomings. The Four of Wands is often depicted with figures dancing beneath a canopy, symbolizing unity and togetherness.",
            "card_description_reversed": "In reverse, the Four of Wands can indicate a lack of harmony or stability. It may suggest an unstable foundation or a disruption in your plans. It can also represent a need to resolve conflicts and restore balance in your life."
        },
        {
            "id": 26,
            "card_name": "Five of Wands",
            "card_arcana": "Minor",
            "card_number": "5",
            "card_suit": "Wands",
            "card_image": "w05.gif",
            "card_meaning_upright": "Conflict; Competition; Disagreement",
            "card_meaning_reversed": "Inner Conflict; Conflict Avoidance; Shifting Priorities",
            "card_description_upright": "The Five of Wands is a card of conflict and competition. It represents disagreements and challenges that arise from competing interests. The Five of Wands is often depicted with figures holding wands, symbolizing the clash of egos.",
            "card_description_reversed": "In reverse, the Five of Wands can indicate inner conflict or conflict avoidance. It may suggest shifting priorities or a reluctance to engage in competition. It can also represent a need to find common ground and work together towards a common goal."
        },
        {
            "id": 27,
            "card_name": "Six of Wands",
            "card_arcana": "Minor",
            "card_number": "6",
            "card_suit": "Wands",
            "card_image": "w06.gif",
            "card_meaning_upright": "Victory; Success; Recognition",
            "card_meaning_reversed": "Self-Doubt; Lack of Recognition; Ego",
            "card_description_upright": "The Six of Wands is a card of victory and success. It represents the recognition and acclaim that comes from achieving your goals. The Six of Wands is often depicted with a figure riding a horse, symbolizing triumph and achievement.",
            "card_description_reversed": "In reverse, the Six of Wands can indicate self-doubt or a lack of recognition. It may suggest an inflated ego or a need for validation from others. It can also represent the need to humble yourself and acknowledge the contributions of others."
        },
        {
            "id": 28,
            "card_name": "Seven of Wands",
            "card_arcana": "Minor",
            "card_number": "7",
            "card_suit": "Wands",
            "card_image": "w07.gif",
            "card_meaning_upright": "Challenge; Perseverance; Defensiveness",
            "card_meaning_reversed": "Giving Up; Exhaustion; Overwhelm",
            "card_description_upright": "The Seven of Wands is a card of challenge and perseverance. It represents the need to stand your ground and defend your position, even in the face of opposition. The Seven of Wands is often depicted with a figure holding a wand, symbolizing the need to stay vigilant.",
            "card_description_reversed": "In reverse, the Seven of Wands can indicate giving up or surrendering to pressure. It may suggest exhaustion or overwhelm, where one feels unable to continue the fight. It can also represent the need to reassess your priorities and decide if the battle is worth fighting."
        },
        {
            "id": 29,
            "card_name": "Eight of Wands",
            "card_arcana": "Minor",
            "card_number": "8",
            "card_suit": "Wands",
            "card_image": "w08.gif",
            "card_meaning_upright": "Speed; Progress; Movement",
            "card_meaning_reversed": "Delays; Frustration; Miscommunication",
            "card_description_upright": "The Eight of Wands is a card of speed and movement. It represents swift progress and the need to act quickly. The Eight of Wands is often depicted with wands flying through the air, symbolizing the fast pace of events.",
            "card_description_reversed": "In reverse, the Eight of Wands can indicate delays or obstacles in your path. It may suggest frustration or miscommunication, where things are not moving as quickly as you would like. It can also represent the need to slow down and reassess your plans."
        },
        {
            "id": 30,
            "card_name": "Nine of Wands",
            "card_arcana": "Minor",
            "card_number": "9",
            "card_suit": "Wands",
            "card_image": "w09.gif",
            "card_meaning_upright": "Resilience; Strength; Persistence",
            "card_meaning_reversed": "Exhaustion; Fatigue; Burnout",
            "card_description_upright": "The Nine of Wands is a card of resilience and strength. It represents the ability to persevere in the face of adversity. The Nine of Wands is often depicted with a figure standing guard, symbolizing the need to stay vigilant.",
            "card_description_reversed": "In reverse, the Nine of Wands can indicate exhaustion or fatigue. It may suggest burnout or feeling overwhelmed by the challenges you face. It can also represent the need to take a break and recharge your batteries before continuing."
        },
        {
            "id": 31,
            "card_name": "Ten of Wands",
            "card_arcana": "Minor",
            "card_number": "10",
            "card_suit": "Wands",
            "card_image": "w10.gif",
            "card_meaning_upright": "Burden; Overwhelm; Responsibility",
            "card_meaning_reversed": "Release; Lightening the Load; Freedom",
            "card_description_upright": "The Ten of Wands is a card of burden and overwhelm. It represents the feeling of being weighed down by responsibility. The Ten of Wands is often depicted with a figure carrying a heavy load, symbolizing the need to lighten your load.",
            "card_description_reversed": "In reverse, the Ten of Wands can indicate a release from burdens or responsibilities. It may suggest lightening the load or finding freedom from oppressive situations. It can also represent the need to delegate or ask for help to alleviate your burdens."
        },
        {
            "id": 32,
            "card_name": "Page of Wands",
            "card_arcana": "Minor",
            "card_number": "11",
            "card_suit": "Wands",
            "card_image": "w11.gif",
            "card_meaning_upright": "Enthusiasm; Exploration; Discovery",
            "card_meaning_reversed": "Setbacks; Lack of Direction; Procrastination",
            "card_description_upright": "The Page of Wands is a card of enthusiasm and exploration. It represents the excitement of new beginnings and the potential for discovery. The Page of Wands is often depicted as a young person setting out on a journey, symbolizing the start of something new.",
            "card_description_reversed": "In reverse, the Page of Wands can indicate setbacks or delays. It may suggest a lack of direction or procrastination, where one is not taking action towards their goals. It can also represent the need to rekindle your passion and enthusiasm for life."
        },
        {
            "id": 33,
            "card_name": "Knight of Wands",
            "card_arcana": "Minor",
            "card_number": "12",
            "card_suit": "Wands",
            "card_image": "w12.gif",
            "card_meaning_upright": "Action; Energy; Adventure; Fearlessness",
            "card_meaning_reversed": "Haste; Scattered Energy; Delayed Plans",
            "card_description_upright": "The Knight of Wands is a card of action and energy. He represents the need to pursue your goals with passion and fearlessness. The Knight of Wands is often depicted riding a horse, symbolizing swift movement and progress.",
            "card_description_reversed": "In reverse, the Knight of Wands can indicate haste or impatience. It may suggest scattered energy or a lack of focus, where one is not able to stay on course. It can also represent delayed plans or the need to slow down and consider your actions."
        },
        {
            "id": 34,
            "card_name": "Queen of Wands",
            "card_arcana": "Minor",
            "card_number": "13",
            "card_suit": "Wands",
            "card_image": "w13.gif",
            "card_meaning_upright": "Courage; Confidence; Independence",
            "card_meaning_reversed": "Selfishness; Jealousy; Insecurity",
            "card_description_upright": "The Queen of Wands is a card of courage and confidence. She represents independence and the ability to stand strong in the face of adversity. The Queen of Wands is often depicted with a wand in hand, symbolizing her power and authority.",
            "card_description_reversed": "In reverse, the Queen of Wands can indicate selfishness or jealousy. It may suggest insecurity or a lack of confidence in your abilities. It can also represent the need to focus on yourself and your own needs before taking care of others."
        },
        {
            "id": 35,
            "card_name": "King of Wands",
            "card_arcana": "Minor",
            "card_number": "14",
            "card_suit": "Wands",
            "card_image": "w14.gif",
            "card_meaning_upright": "Natural Leader; Visionary; Entrepreneur",
            "card_meaning_reversed": "Impulsiveness; Arrogance; Impatience",
            "card_description_upright": "The King of Wands is a natural leader and visionary. He represents the ability to inspire others and achieve great things. The King of Wands is often depicted with a wand in hand, symbolizing his power and authority.",
            "card_description_reversed": "In reverse, the King of Wands can indicate impulsiveness or arrogance. It may suggest impatience or a lack of foresight, where one acts without thinking things through. It can also represent the need to temper your ambitions and consider the consequences of your actions."
        },
        {
            "id": 36,
            "card_name": "Ace of Cups",
            "card_arcana": "Minor",
            "card_number": "1",
            "card_suit": "Cups",
            "card_image": "c01.gif",
            "card_meaning_upright": "Love; Compassion; Creativity; Emotional New Beginnings",
            "card_meaning_reversed": "Emotional Loss; Blocked Creativity; Self Love",
            "card_description_upright": "The Ace of Cups is a card of love and emotional new beginnings. It represents the start of a new relationship or a deepening of existing bonds. The Ace of Cups is often depicted with a cup overflowing with water, symbolizing the abundance of love and compassion.",
            "card_description_reversed": "In reverse, the Ace of Cups can indicate emotional loss or blocked creativity. It may suggest a lack of self-love or difficulty expressing your emotions. It can also represent the need to address emotional issues before moving forward."
        },
        {
            "id": 37,
            "card_name": "Two of Cups",
            "card_arcana": "Minor",
            "card_number": "2",
            "card_suit": "Cups",
            "card_image": "c02.gif",
            "card_meaning_upright": "Unified Love; Partnership; Mutual Attraction",
            "card_meaning_reversed": "Imbalance; Broken Relationships; Disharmony",
            "card_description_upright": "The Two of Cups is a card of unified love and partnership. It represents the coming together of two people in a harmonious and loving relationship. The Two of Cups is often depicted with two figures holding cups, symbolizing their mutual affection.",
            "card_description_reversed": "In reverse, the Two of Cups can indicate imbalance or disharmony in relationships. It may suggest broken relationships or a lack of connection between partners. It can also represent the need to address issues and find common ground to restore harmony."
        },
        {
            "id": 38,
            "card_name": "Three of Cups",
            "card_arcana": "Minor",
            "card_number": "3",
            "card_suit": "Cups",
            "card_image": "c03.gif",
            "card_meaning_upright": "Celebration; Friendship; Community",
            "card_meaning_reversed": "Overindulgence; Gossip; Isolation",
            "card_description_upright": "The Three of Cups is a card of celebration and friendship. It represents the joy that comes from spending time with loved ones and the sense of community that comes from shared experiences. The Three of Cups is often depicted with figures dancing and celebrating, symbolizing unity and joy.",
            "card_description_reversed": "In reverse, the Three of Cups can indicate overindulgence or gossip. It may suggest isolation or feeling left out of social gatherings. It can also represent the need to avoid excess and focus on more meaningful connections."
        },
        {
            "id": 39,
            "card_name": "Four of Cups",
            "card_arcana": "Minor",
            "card_number": "4",
            "card_suit": "Cups",
            "card_image": "c04.gif",
            "card_meaning_upright": "Apathy; Discontent; Boredom; Restlessness",
            "card_meaning_reversed": "Personal Growth; Self Examination; Inner Turmoil",
            "card_description_upright": "The Four of Cups is a card of apathy and discontent. It represents a feeling of boredom or dissatisfaction with the status quo. The Four of Cups is often depicted with a figure sitting under a tree, symbolizing contemplation and introspection.",
            "card_description_reversed": "In reverse, the Four of Cups can indicate personal growth or self-examination. It may suggest inner turmoil or a need to address underlying issues. It can also represent the opportunity for new experiences and a fresh perspective."
        },
        {
            "id": 40,
            "card_name": "Five of Cups",
            "card_arcana": "Minor",
            "card_number": "5",
            "card_suit": "Cups",
            "card_image": "c05.gif",
            "card_meaning_upright": "Loss; Regret; Sadness",
            "card_meaning_reversed": "Moving on; Acceptance; Forgiveness",
            "card_description_upright": "The Five of Cups is a card of loss and regret. It represents focusing on what has been lost rather than what remains. The Five of Cups is often depicted with a figure mourning over spilled cups, symbolizing the need to move on from past disappointments.",
            "card_description_reversed": "In reverse, the Five of Cups can indicate moving on from loss or regret. It may suggest acceptance or forgiveness, where one is able to let go of past hurts. It can also represent the need to focus on the positive aspects of life rather than dwelling on the negative."
        },
        {
            "id": 41,
            "card_name": "Six of Cups",
            "card_arcana": "Minor",
            "card_number": "6",
            "card_suit": "Cups",
            "card_image": "c06.gif",
            "card_meaning_upright": "Nostalgia; Childhood Memories; Innocence",
            "card_meaning_reversed": "Moving Forward; Leaving the Past Behind; Maturity",
            "card_description_upright": "The Six of Cups is a card of nostalgia and childhood memories. It represents the joy that comes from looking back on simpler times. The Six of Cups is often depicted with children exchanging cups, symbolizing the innocence and purity of childhood.",
            "card_description_reversed": "In reverse, the Six of Cups can indicate moving forward and leaving the past behind. It may suggest maturity or a need to let go of childish things. It can also represent the need to focus on the present and future rather than dwelling on the past."
        },
        {
            "id": 42,
            "card_name": "Seven of Cups",
            "card_arcana": "Minor",
            "card_number": "7",
            "card_suit": "Cups",
            "card_image": "c07.gif",
            "card_meaning_upright": "Choices; Fantasy; Imagination",
            "card_meaning_reversed": "Alignment; Temptation; Distraction",
            "card_description_upright": "The Seven of Cups is a card of choices and fantasies. It represents the need to make decisions based on what you truly desire. The Seven of Cups is often depicted with a figure looking at various images in cups, symbolizing the many possibilities before you.",
            "card_description_reversed": "In reverse, the Seven of Cups can indicate alignment with your true desires. It may suggest temptation or distraction, where you are not focusing on what truly matters. It can also represent the need to clarify your goals and make choices that align with your values."
        },
        {
            "id": 43,
            "card_name": "Eight of Cups",
            "card_arcana": "Minor",
            "card_number": "8",
            "card_suit": "Cups",
            "card_image": "c08.gif",
            "card_meaning_upright": "Walking Away; Disillusionment; Leaving Behind",
            "card_meaning_reversed": "Avoidance; Fear of Change; Fear of Loss",
            "card_description_upright": "The Eight of Cups is a card of walking away and letting go. It represents the need to leave behind what no longer serves you. The Eight of Cups is often depicted with a figure walking away from cups, symbolizing the willingness to move on.",
            "card_description_reversed": "In reverse, the Eight of Cups can indicate avoidance or fear of change. It may suggest a fear of loss or an unwillingness to let go of the past. It can also represent the need to confront your fears and make the necessary changes to move forward."
        },
        {
            "id": 44,
            "card_name": "Nine of Cups",
            "card_arcana": "Minor",
            "card_number": "9",
            "card_suit": "Cups",
            "card_image": "c09.gif",
            "card_meaning_upright": "Contentment; Satisfaction; Emotional Fulfillment",
            "card_meaning_reversed": "Overindulgence; Smugness; Complacency",
            "card_description_upright": "The Nine of Cups is a card of contentment and emotional fulfillment. It represents a sense of satisfaction with where you are in life. The Nine of Cups is often depicted with a figure sitting happily surrounded by cups, symbolizing emotional abundance.",
            "card_description_reversed": "In reverse, the Nine of Cups can indicate overindulgence or smugness. It may suggest complacency or a lack of motivation to improve your situation. It can also represent the need to reassess your priorities and find a more balanced approach to life."
        },
        {
            "id": 45,
            "card_name": "Ten of Cups",
            "card_arcana": "Minor",
            "card_number": "10",
            "card_suit": "Cups",
            "card_image": "c10.gif",
            "card_meaning_upright": "Happiness; Harmony; Family; Bliss",
            "card_meaning_reversed": "Broken Family; Domestic Unhappiness; Misaligned Values",
            "card_description_upright": "The Ten of Cups is a card of happiness and harmony. It represents the ideal family life and emotional fulfillment. The Ten of Cups is often depicted with a family celebrating, symbolizing domestic bliss.",
            "card_description_reversed": "In reverse, the Ten of Cups can indicate a broken family or domestic unhappiness. It may suggest misaligned values or conflicts within the family unit. It can also represent the need to work on your relationships and find common ground to restore harmony."
        },
        {
            "id": 46,
            "card_name": "Page of Cups",
            "card_arcana": "Minor",
            "card_number": "11",
            "card_suit": "Cups",
            "card_image": "c11.gif",
            "card_meaning_upright": "Creativity; Intuition; Sensitivity",
            "card_meaning_reversed": "Emotional Immaturity; Creative Blocks; Self Doubt",
            "card_description_upright": "The Page of Cups is a card of creativity and intuition. He represents the need to listen to your inner voice and trust your instincts. The Page of Cups is often depicted as a young person holding a cup, symbolizing the beginning of a creative journey.",
            "card_description_reversed": "In reverse, the Page of Cups can indicate emotional immaturity or creative blocks. It may suggest self-doubt or a lack of confidence in your creative abilities. It can also represent the need to nurture your creativity and overcome any obstacles in your path."
        },
        {
            "id": 47,
            "card_name": "Knight of Cups",
            "card_arcana": "Minor",
            "card_number": "12",
            "card_suit": "Cups",
            "card_image": "c12.gif",
            "card_meaning_upright": "Romance; Charm; Creativity; Emotional Idealism",
            "card_meaning_reversed": "Moodiness; Disillusionment; Emotional Manipulation",
            "card_description_upright": "The Knight of Cups is a card of romance and charm. He represents the idealistic and emotional aspects of love. The Knight of Cups is often depicted riding a horse, symbolizing the emotional journey of love.",
            "card_description_reversed": "In reverse, the Knight of Cups can indicate moodiness or disillusionment. It may suggest emotional manipulation or using emotions to manipulate others. It can also represent the need to be more grounded and realistic in matters of the heart."
        },
        {
            "id": 48,
            "card_name": "Queen of Cups",
            "card_arcana": "Minor",
            "card_number": "13",
            "card_suit": "Cups",
            "card_image": "c13.gif",
            "card_meaning_upright": "Compassion; Emotional Stability; Intuition",
            "card_meaning_reversed": "Martyrdom; Overemotional; Codependency",
            "card_description_upright": "The Queen of Cups is a card of compassion and emotional stability. She represents the ability to nurture others and provide a safe space for emotional expression. The Queen of Cups is often depicted with a cup in hand, symbolizing her emotional depth.",
            "card_description_reversed": "In reverse, the Queen of Cups can indicate martyrdom or overemotionality. It may suggest a tendency to be overly dependent on others for emotional support. It can also represent the need to set boundaries and take care of your own emotional needs."
        },
        {
            "id": 49,
            "card_name": "King of Cups",
            "card_arcana": "Minor",
            "card_number": "14",
            "card_suit": "Cups",
            "card_image": "c14.gif",
            "card_meaning_upright": "Emotional Balance; Compassion; Diplomacy",
            "card_meaning_reversed": "Emotional Manipulation; Moodiness; Volatility",
            "card_description_upright": "The King of Cups is a card of emotional balance and compassion. He represents the ability to manage your emotions and navigate difficult situations with grace. The King of Cups is often depicted with a cup in hand, symbolizing his emotional maturity.",
            "card_description_reversed": "In reverse, the King of Cups can indicate emotional manipulation or moodiness. It may suggest volatility or a lack of emotional control. It can also represent the need to address your emotions and find healthier ways to express them."
        },
        {
            "id": 50,
            "card_name": "Ace of Swords",
            "card_arcana": "Minor",
            "card_number": "I",
            "card_suit": "Swords",
            "card_image": "s01.gif",
            "card_meaning_upright": "Clarity; Truth; Mental power; Justice; Force",
            "card_meaning_reversed": "Confusion; Misunderstanding; Tyranny; Abusive power",
            "card_description_upright": "The Ace of Swords represents a breakthrough, new ideas, mental clarity, and intellectual power. It signifies a moment of great insight and understanding. The sword in the card symbolizes the triumph of power and intellect over adversity.",
            "card_description_reversed": "In reverse, the Ace of Swords can indicate confusion, a lack of clarity, or misunderstanding. It may suggest abusive or manipulative behavior, or the misuse of power and authority."
        },
        {
            "id": 51,
            "card_name": "Two of Swords",
            "card_arcana": "Minor",
            "card_number": "II",
            "card_suit": "Swords",
            "card_image": "s02.gif",
            "card_meaning_upright": "Difficult decisions; Indecision; Stalemate; Blocked emotions",
            "card_meaning_reversed": "Indecision; Confusion; Information overload; Avoiding an important decision",
            "card_description_upright": "The Two of Swords represents difficult decisions, often involving a choice between two conflicting options. It can indicate a need to carefully weigh your options and consider the consequences of your choices. The blindfolded figure in the card symbolizes a decision that must be made with logic and reason, rather than emotion.",
            "card_description_reversed": "In reverse, the Two of Swords can indicate indecision, confusion, or feeling overwhelmed by too much information. It may suggest avoiding an important decision out of fear or uncertainty."
        },
        {
            "id": 52,
            "card_name": "Three of Swords",
            "card_arcana": "Minor",
            "card_number": "III",
            "card_suit": "Swords",
            "card_image": "s03.gif",
            "card_meaning_upright": "Heartbreak; Sorrow; Grief; Betrayal; Separation",
            "card_meaning_reversed": "Recovery from heartbreak; Forgiveness; Moving on",
            "card_description_upright": "The Three of Swords represents heartbreak, sorrow, and grief. It can indicate a painful separation or betrayal. The three swords piercing the heart in the card symbolize the pain of emotional loss.",
            "card_description_reversed": "In reverse, the Three of Swords can indicate a process of healing and recovery from heartbreak. It may suggest forgiveness and letting go of past hurts, or the beginning of a new chapter after a period of sadness."
        },
        {
            "id": 53,
            "card_name": "Four of Swords",
            "card_arcana": "Minor",
            "card_number": "IV",
            "card_suit": "Swords",
            "card_image": "s04.gif",
            "card_meaning_upright": "Rest; Contemplation; Relaxation; Meditation; Recharging",
            "card_meaning_reversed": "Exhaustion; Burnout; Overwork; Need for rest",
            "card_description_upright": "The Four of Swords represents a period of rest, contemplation, and relaxation. It can indicate a need to take a break from your usual routine and recharge your batteries. The figure on the card lying on a tomb symbolizes a period of rest before a new beginning.",
            "card_description_reversed": "In reverse, the Four of Swords can indicate exhaustion, burnout, or overwork. It may suggest a need for rest and relaxation to avoid physical or mental exhaustion."
        },
        {
            "id": 54,
            "card_name": "Five of Swords",
            "card_arcana": "Minor",
            "card_number": "V",
            "card_suit": "Swords",
            "card_image": "s05.gif",
            "card_meaning_upright": "Conflict; Defeat; Winning at all costs; Betrayal",
            "card_meaning_reversed": "Reconciliation; Compromise; Admitting defeat",
            "card_description_upright": "The Five of Swords represents conflict, defeat, and betrayal. It can indicate a situation where someone is willing to win at all costs, even if it means causing harm to others. The figure on the card holding three swords while two others lie on the ground symbolizes victory at the expense of others.",
            "card_description_reversed": "In reverse, the Five of Swords can indicate reconciliation, compromise, or admitting defeat. It may suggest finding a peaceful resolution to conflicts or letting go of the need to win at all costs."
        },
        {
            "id": 55,
            "card_name": "Six of Swords",
            "card_arcana": "Minor",
            "card_number": "VI",
            "card_suit": "Swords",
            "card_image": "s06.gif",
            "card_meaning_upright": "Transition; Moving on; Mental peace; Calm after the storm",
            "card_meaning_reversed": "Personal transition; Resistance to change; Emotional baggage",
            "card_description_upright": "The Six of Swords represents a transition or a journey to a calmer and more peaceful state. It can indicate moving on from a difficult situation and finding mental peace. The figure in the boat symbolizes a journey away from turbulent waters towards calmer seas.",
            "card_description_reversed": "In reverse, the Six of Swords can indicate a personal transition or a journey that is met with resistance to change. It may suggest carrying emotional baggage or being unable to move on from a difficult situation."
        },
        {
            "id": 56,
            "card_name": "Seven of Swords",
            "card_arcana": "Minor",
            "card_number": "VII",
            "card_suit": "Swords",
            "card_image": "s07.gif",
            "card_meaning_upright": "Deception; Betrayal; Stealth; Strategy",
            "card_meaning_reversed": "Imposter syndrome; Self-deception; Keeping secrets",
            "card_description_upright": "The Seven of Swords represents deception, betrayal, and stealth. It can indicate someone who is being deceptive or trying to get away with something. The figure in the card stealing swords from a camp symbolizes a cunning and strategic approach.",
            "card_description_reversed": "In reverse, the Seven of Swords can indicate imposter syndrome, self-deception, or keeping secrets. It may suggest feeling like a fraud or hiding aspects of oneself from others."
        },
        {
            "id": 57,
            "card_name": "Eight of Swords",
            "card_arcana": "Minor",
            "card_number": "VIII",
            "card_suit": "Swords",
            "card_image": "s08.gif",
            "card_meaning_upright": "Isolation; Restriction; Self-imposed prison; Feeling trapped",
            "card_meaning_reversed": "Release; Freedom; Acceptance of change",
            "card_description_upright": "The Eight of Swords represents isolation, restriction, and feeling trapped. It can indicate a situation where you feel confined by your circumstances or your own thoughts. The figure in the card blindfolded and surrounded by swords symbolizes a self-imposed prison.",
            "card_description_reversed": "In reverse, the Eight of Swords can indicate release, freedom, or acceptance of change. It may suggest breaking free from self-imposed limitations or seeing a way out of a difficult situation."
        },
        {
            "id": 58,
            "card_name": "Nine of Swords",
            "card_arcana": "Minor",
            "card_number": "IX",
            "card_suit": "Swords",
            "card_image": "s09.gif",
            "card_meaning_upright": "Anxiety; Fear; Nightmares; Guilt; Mental anguish",
            "card_meaning_reversed": "Inner turmoil; Deep-seated fears; Release of worry",
            "card_description_upright": "The Nine of Swords represents anxiety, fear, and mental anguish. It can indicate a period of worry or guilt that keeps you up at night. The figure in the card sitting up in bed with head in hands symbolizes a state of distress and inner turmoil.",
            "card_description_reversed": "In reverse, the Nine of Swords can indicate inner turmoil, deep-seated fears, or a release of worry. It may suggest finding ways to alleviate anxiety or confronting your fears to find peace of mind."
        },
        {
            "id": 59,
            "card_name": "Ten of Swords",
            "card_arcana": "Minor",
            "card_number": "X",
            "card_suit": "Swords",
            "card_image": "s10.gif",
            "card_meaning_upright": "Betrayal; Backstabbing; Defeat; Painful endings",
            "card_meaning_reversed": "Recovery; Resurrection; Lessons learned; Overcoming pain",
            "card_description_upright": "The Ten of Swords represents betrayal, backstabbing, and painful endings. It can indicate a situation where you feel completely defeated and overwhelmed. The figure in the card lying face down with ten swords in their back symbolizes a painful and final ending.",
            "card_description_reversed": "In reverse, the Ten of Swords can indicate recovery, resurrection, or overcoming pain. It may suggest that the worst is over and that you can now begin to heal and move on from a difficult situation."
        },
        {
            "id": 60,
            "card_name": "Page of Swords",
            "card_arcana": "Minor",
            "card_number": "Page",
            "card_suit": "Swords",
            "card_image": "s11.gif",
            "card_meaning_upright": "Curiosity; Exploration; New Ideas; Communication",
            "card_meaning_reversed": "Hastiness; Impulsiveness; Hasty Communication",
            "card_description_upright": "The Page of Swords is a card of curiosity and exploration. It represents new ideas and the eagerness to learn. The Page of Swords is often depicted with a figure holding a sword, symbolizing the power of communication and the pursuit of knowledge.",
            "card_description_reversed": "In reverse, the Page of Swords can indicate hastiness or impulsiveness. It may suggest rushing into things without thinking them through. It can also represent the need to slow down and consider the consequences of your actions."
        },
        {
            "id": 61,
            "card_name": "Knight of Swords",
            "card_arcana": "Minor",
            "card_number": "Knight",
            "card_suit": "Swords",
            "card_image": "s12.gif",
            "card_meaning_upright": "Ambition; Action; Bravery; Determination",
            "card_meaning_reversed": "Aggression; Impulsiveness; Recklessness",
            "card_description_upright": "The Knight of Swords is a card of ambition and action. It represents bravery and determination in the face of challenges. The Knight of Swords is often depicted riding into battle, symbolizing the readiness to take on any challenge.",
            "card_description_reversed": "In reverse, the Knight of Swords can indicate aggression or impulsiveness. It may suggest acting recklessly without considering the consequences. It can also represent the need to temper your actions with thoughtfulness and consideration."
        },
        {
            "id": 62,
            "card_name": "Queen of Swords",
            "card_arcana": "Minor",
            "card_number": "Queen",
            "card_suit": "Swords",
            "card_image": "s13.gif",
            "card_meaning_upright": "Clarity; Independence; Self-Reliance; Insight",
            "card_meaning_reversed": "Coldness; Cruelty; Bitterness; Harsh Judgment",
            "card_description_upright": "The Queen of Swords is a card of clarity and independence. She represents self-reliance and insight. The Queen of Swords is often depicted with a sword in hand, symbolizing her ability to cut through illusions and see the truth.",
            "card_description_reversed": "In reverse, the Queen of Swords can indicate coldness or cruelty. It may suggest bitterness or harsh judgment towards others. It can also represent the need to soften your approach and consider the feelings of those around you."
        },
        {
            "id": 63,
            "card_name": "King of Swords",
            "card_arcana": "Minor",
            "card_number": "King",
            "card_suit": "Swords",
            "card_image": "s14.gif",
            "card_meaning_upright": "Intellect; Authority; Truth; Justice",
            "card_meaning_reversed": "Manipulation; Abuses Authority; Tyranny",
            "card_description_upright": "The King of Swords is a card of intellect and authority. He represents truth and justice. The King of Swords is often depicted with a sword and a crown, symbolizing his authority and leadership.",
            "card_description_reversed": "In reverse, the King of Swords can indicate manipulation or abuses of authority. It may suggest tyranny or misuse of power. It can also represent the need to be mindful of how you use your intellect and authority."
        },
        {
            "id": 64,
            "card_name": "Ace of Pentacles",
            "card_arcana": "Minor",
            "card_number": "1",
            "card_suit": "Pentacles",
            "card_image": "p01.gif",
            "card_meaning_upright": "Opportunity; Prosperity; New Financial Venture",
            "card_meaning_reversed": "Missed Opportunity; Lack of Planning; Greed",
            "card_description_upright": "The Ace of Pentacles is a card of opportunity and prosperity. It represents a new financial venture or the potential for growth. The Ace of Pentacles is often depicted with a hand holding a pentacle, symbolizing the material world and the rewards of hard work.",
            "card_description_reversed": "In reverse, the Ace of Pentacles can indicate a missed opportunity or lack of planning. It may suggest greed or focusing too much on material wealth. It can also represent the need to reevaluate your priorities and make more prudent financial decisions."
        },
        {
            "id": 65,
            "card_name": "Two of Pentacles",
            "card_arcana": "Minor",
            "card_number": "2",
            "card_suit": "Pentacles",
            "card_image": "p02.gif",
            "card_meaning_upright": "Balance; Adaptability; Juggling Multiple Priorities",
            "card_meaning_reversed": "Imbalance; Disorganization; Overwhelm",
            "card_description_upright": "The Two of Pentacles is a card of balance and adaptability. It represents the need to juggle multiple priorities and find harmony in your life. The Two of Pentacles is often depicted with a figure balancing two pentacles, symbolizing the need to find stability in a changing world.",
            "card_description_reversed": "In reverse, the Two of Pentacles can indicate imbalance or disorganization. It may suggest feeling overwhelmed by your responsibilities or unable to find stability. It can also represent the need to prioritize and focus on what truly matters."
        },
        {
            "id": 66,
            "card_name": "Three of Pentacles",
            "card_arcana": "Minor",
            "card_number": "3",
            "card_suit": "Pentacles",
            "card_image": "p03.gif",
            "card_meaning_upright": "Teamwork; Collaboration; Planning",
            "card_meaning_reversed": "Lack of Teamwork; Disregard for Skills; Conflict",
            "card_description_upright": "The Three of Pentacles is a card of teamwork and collaboration. It represents working together to achieve a common goal. The Three of Pentacles is often depicted with a figure consulting with others, symbolizing the need for planning and cooperation.",
            "card_description_reversed": "In reverse, the Three of Pentacles can indicate a lack of teamwork or disregard for the skills of others. It may suggest conflict or difficulties in working together. It can also represent the need to recognize and appreciate the contributions of others."
        },
        {
            "id": 67,
            "card_name": "Four of Pentacles",
            "card_arcana": "Minor",
            "card_number": "4",
            "card_suit": "Pentacles",
            "card_image": "p04.gif",
            "card_meaning_upright": "Stability; Security; Conservation",
            "card_meaning_reversed": "Greed; Materialism; Feeling of Lack",
            "card_description_upright": "The Four of Pentacles is a card of stability and security. It represents the need to conserve your resources and protect what you have. The Four of Pentacles is often depicted with a figure holding onto four pentacles, symbolizing a fear of loss.",
            "card_description_reversed": "In reverse, the Four of Pentacles can indicate greed or materialism. It may suggest a feeling of lack or an inability to let go of material possessions. It can also represent the need to be more generous and open-hearted."
        },
        {
            "id": 68,
            "card_name": "Five of Pentacles",
            "card_arcana": "Minor",
            "card_number": "5",
            "card_suit": "Pentacles",
            "card_image": "p05.gif",
            "card_meaning_upright": "Hard Times; Poverty; Insecurity",
            "card_meaning_reversed": "Recovery; Hope; Reaching Out for Help",
            "card_description_upright": "The Five of Pentacles is a card of hard times and poverty. It represents feeling insecure and in need of help. The Five of Pentacles is often depicted with figures walking in the snow, symbolizing the coldness and isolation of hard times.",
            "card_description_reversed": "In reverse, the Five of Pentacles can indicate recovery and hope. It may suggest reaching out for help and finding support. It can also represent the need to recognize the resources available to you and take action to improve your situation."
        },
        {
            "id": 69,
            "card_name": "Six of Pentacles",
            "card_arcana": "Minor",
            "card_number": "6",
            "card_suit": "Pentacles",
            "card_image": "p06.gif",
            "card_meaning_upright": "Generosity; Charity; Giving and Receiving",
            "card_meaning_reversed": "Debt; Selfishness; Stinginess",
            "card_description_upright": "The Six of Pentacles is a card of generosity and charity. It represents giving and receiving with an open heart. The Six of Pentacles is often depicted with a figure giving coins to others, symbolizing the balance of giving and receiving.",
            "card_description_reversed": "In reverse, the Six of Pentacles can indicate debt or financial hardship. It may suggest selfishness or stinginess in giving. It can also represent the need to be mindful of your resources and generous with others."
        },
        {
            "id": 70,
            "card_name": "Seven of Pentacles",
            "card_arcana": "Minor",
            "card_number": "7",
            "card_suit": "Pentacles",
            "card_image": "p07.gif",
            "card_meaning_upright": "Patience; Long-Term View; Hard Work Paying Off",
            "card_meaning_reversed": "Lack of Long-Term Vision; Limited Reward; Impatience",
            "card_description_upright": "The Seven of Pentacles is a card of patience and long-term vision. It represents the rewards of hard work and the importance of taking a long-term view. The Seven of Pentacles is often depicted with a figure looking at a plant, symbolizing the need to nurture your goals.",
            "card_description_reversed": "In reverse, the Seven of Pentacles can indicate a lack of long-term vision or limited reward for your efforts. It may suggest impatience or a desire for quick results. It can also represent the need to reassess your goals and strategies."
        },
        {
            "id": 71,
            "card_name": "Eight of Pentacles",
            "card_arcana": "Minor",
            "card_number": "8",
            "card_suit": "Pentacles",
            "card_image": "p08.gif",
            "card_meaning_upright": "Apprenticeship; Mastery; Craftsmanship",
            "card_meaning_reversed": "Perfectionism; Lack of Focus; Mediocrity",
            "card_description_upright": "The Eight of Pentacles is a card of apprenticeship and mastery. It represents the dedication and craftsmanship required to excel in your work. The Eight of Pentacles is often depicted with a figure diligently working on a pentacle, symbolizing the focus and skill needed to master a craft.",
            "card_description_reversed": "In reverse, the Eight of Pentacles can indicate perfectionism or a lack of focus. It may suggest settling for mediocrity or not putting in the effort to master your craft. It can also represent the need to find joy and fulfillment in your work."
        },
        {
            "id": 72,
            "card_name": "Nine of Pentacles",
            "card_arcana": "Minor",
            "card_number": "9",
            "card_suit": "Pentacles",
            "card_image": "p09.gif",
            "card_meaning_upright": "Luxury; Self-Sufficiency; Abundance",
            "card_meaning_reversed": "Self-Worth; Scarcity Mindset; Financial Loss",
            "card_description_upright": "The Nine of Pentacles is a card of luxury and self-sufficiency. It represents enjoying the fruits of your labor and feeling abundant. The Nine of Pentacles is often depicted with a figure surrounded by pentacles and grapes, symbolizing the rewards of hard work and the enjoyment of life's pleasures.",
            "card_description_reversed": "In reverse, the Nine of Pentacles can indicate issues with self-worth or a scarcity mindset. It may suggest financial loss or feeling insecure about your resources. It can also represent the need to reassess your priorities and find value in non-material things."
        },
        {
            "id": 73,
            "card_name": "Ten of Pentacles",
            "card_arcana": "Minor",
            "card_number": "10",
            "card_suit": "Pentacles",
            "card_image": "p10.gif",
            "card_meaning_upright": "Legacy; Inheritance; Establishment",
            "card_meaning_reversed": "Lack of Long-Term Planning; Family Discord; Failed Legacy",
            "card_description_upright": "The Ten of Pentacles is a card of legacy and inheritance. It represents the establishment of a lasting foundation for future generations. The Ten of Pentacles is often depicted with a figure surrounded by family and wealth, symbolizing the rewards of long-term planning.",
            "card_description_reversed": "In reverse, the Ten of Pentacles can indicate a lack of long-term planning or family discord. It may suggest a failed legacy or the need to reassess your family and financial priorities. It can also represent the need to focus on building a strong foundation for the future."
        },
        {
            "id": 74,
            "card_name": "Page of Pentacles",
            "card_arcana": "Minor",
            "card_number": "Page",
            "card_suit": "Pentacles",
            "card_image": "p11.gif",
            "card_meaning_upright": "Opportunity; Manifestation; New Financial Opportunity",
            "card_meaning_reversed": "Lack of Progress; Missed Opportunity; Lack of Planning",
            "card_description_upright": "The Page of Pentacles is a card of opportunity and manifestation. It represents a new financial opportunity or the potential for growth. The Page of Pentacles is often depicted with a figure studying a pentacle, symbolizing the need to focus on practical matters and work hard to achieve your goals.",
            "card_description_reversed": "In reverse, the Page of Pentacles can indicate a lack of progress or a missed opportunity. It may suggest a need for better planning and attention to detail. It can also represent the need to be more practical and grounded in your approach to life."
        },
        {
            "id": 75,
            "card_name": "Knight of Pentacles",
            "card_arcana": "Minor",
            "card_number": "Knight",
            "card_suit": "Pentacles",
            "card_image": "p12.gif",
            "card_meaning_upright": "Hard Work; Efficiency; Routine; Attention to Detail",
            "card_meaning_reversed": "Laziness; Procrastination; Lack of Progress",
            "card_description_upright": "The Knight of Pentacles is a card of hard work and efficiency. He represents the importance of routine and attention to detail. The Knight of Pentacles is often depicted with a figure plowing a field, symbolizing the need to work diligently to achieve your goals.",
            "card_description_reversed": "In reverse, the Knight of Pentacles can indicate laziness or procrastination. It may suggest a lack of progress or a reluctance to put in the effort needed to succeed. It can also represent the need to break free from rigid routines and explore new ways of doing things."
        },
        {
            "id": 76,
            "card_name": "Queen of Pentacles",
            "card_arcana": "Minor",
            "card_number": "Queen",
            "card_suit": "Pentacles",
            "card_image": "p13.gif",
            "card_meaning_upright": "Practicality; Security; Generosity; Nurture",
            "card_meaning_reversed": "Self-Care; Materialism; Financial Insecurity",
            "card_description_upright": "The Queen of Pentacles is a card of practicality and security. She represents the importance of nurturing yourself and others. The Queen of Pentacles is often depicted with a figure surrounded by abundance, symbolizing her generosity and ability to provide for those she cares about.",
            "card_description_reversed": "In reverse, the Queen of Pentacles can indicate a need for self-care or a focus on material possessions. It may suggest financial insecurity or a lack of generosity. It can also represent the need to reassess your priorities and find balance in your life."
        },
        {
            "id": 77,
            "card_name": "King of Pentacles",
            "card_arcana": "Minor",
            "card_number": "King",
            "card_suit": "Pentacles",
            "card_image": "p14.gif",
            "card_meaning_upright": "Abundance; Security; Control; Discipline",
            "card_meaning_reversed": "Authoritative; Controlling; Stubborn; Greedy",
            "card_description_upright": "The King of Pentacles is a card of abundance and security. He represents control and discipline in financial matters. The King of Pentacles is often depicted with a figure surrounded by wealth, symbolizing his ability to create and maintain financial stability.",
            "card_description_reversed": "In reverse, the King of Pentacles can indicate being authoritative or controlling. It may suggest stubbornness or greed in financial matters. It can also represent the need to be more open-minded and flexible in your approach to wealth and security."
        }
    ]
}